ban.spellright
DavidAnson.vscode-markdownlint
formulahendry.code-runner
HookyQR.beautify
jbockle.jbockle-format-files
ms-python.python
ms-vscode.Go
naco-siren.gradle-language
PeterJausovec.vscode-docker
PKief.material-icon-theme
redhat.java
redhat.vscode-yaml
shengchen.vscode-checkstyle
VisualStudioExptTeam.vscodeintellicode
vscjava.vscode-java-debug
vscjava.vscode-java-dependency
vscjava.vscode-java-pack
vscjava.vscode-java-test
